Repository: slRahim/dari
Catalog: lib/l10n/intl_*.arb
Languages: ar_dz, fr

# app_name
source: Dari
ar_dz: داري

# light_theme
source: Light
ar_dz: ساطع
fr: Clair

# dark_them
source: Dark
ar_dz: داكن
fr: Sombre

source: Our Mission
ar_dz: مهمتنا
fr: Notre mission

# msg_intro1
source: GATECH specializes in all electrical systems, automation, instrumentation, supervision systems
ar_dz: GATECH متخصصة في جميع النظم الكهربائية ، والتشغيل الآلي ، والأجهزة ، ونظم الإشراف
fr: GATECH se spécialise dans tous les systèmes électriques, l’automatisation, l’instrumentation, les systèmes de supervision

source: Innovation & Engineering
ar_dz: الابتكار والهندسة
fr: Innovation et ingénierie

# msg_intro2
source: the character inovation is the first principle of our company we aim to develop solutions 100% Algerian and create value add for our environment
ar_dz: الطابع الإبتكاري هو المبدأ الأول لشركتنا التي تهدف إلى وضع حلول جزائرية 100% وإيجاد قيمة مضافة لبيئتنا
fr: Le caractère inovation est le premier principe de notre entreprise nous visons à développer des solutions 100% algérien et créer de la valeur ajoutée pour notre environnement

# ind_iot
source: Industrial IoT
ar_dz: IOT صناعي
fr: IdO industriel

# msg_intro3
source: Local solutions for the exploitation and use of IoT in the industrial sector
ar_dz: الحلول المحلية لاستغلال واستخدام تكنولوجيا المعلومات والاتصالات في القطاع الصناعي
fr: Des solutions locale pour l'éxploitation et l'utilisation de IdO dans le secteur industriel

source: Skip
ar_dz: تخطى
fr: Passer

source: Done
ar_dz: انتهى
fr: Fini

source: Authentication
ar_dz: مصادقة
fr: Authentification

# msg_login
source: Enter your pin code to access the application
ar_dz: أدخل الرمز الخاص بك للوصول إلى التطبيق
fr: Entrez votre code PIN pour accéder à l’application

# msg_err_login
source: Please, Fill all gaps
ar_dz: الرجاء ، ملء كل الفراغات
fr: S’il vous plaît, remplissez toutes les cases

# msg_err_password
source: * Wrong pin code, Try again
ar_dz: * الرمز خاطئ ، حاول مرة أخرى
fr: * Code PIN erroné, réessayer

# msg_login_biometrics
source: Login using biometrics ?
ar_dz: الدخول باستخدام القياسات الحيوية ؟
fr: Se connecter à l’aide de la biométrie ?

source: Scan
ar_dz: مسح
fr: Scanner

# singin
source: sign in
ar_dz: تسجيل الدخول
fr: Connectez

# msg_auth_biometrics1
source: Please authenticate to access the application
ar_dz: الرجاء التصديق على الدخول إلى التطبيق
fr: Veuillez vous authentifier pour accéder à l’application

# msg_auth_required
source: Authentication required
ar_dz: التوثيق مطلوب
fr: Authentification requise

source: Cancel
ar_dz: إلغاء
fr: Annuler

# msg_auth_success
source: Successfully authenticated
ar_dz: تم توثيق بنجاح
fr: Authentifié avec succès

# msg_auth_error
source: Authentication failed try again
ar_dz: فشل التوثيق الرجاءالمحاولة مرة أخرى
fr: Échec de l’authentification, réessayer

# msg_config_biometrics
source: Config biometric identity
ar_dz: تعديل هوية القياس الحيوي
fr: Configuration de l’identité biométrique

source: Lockout
ar_dz: غلق
fr: Verrouillage

# msg_no_biometrics
source: No available biometrics
ar_dz: لا توجد قياسات حيوية متاحة
fr: Aucune donnée biométrique disponible

# msg_no_support_biometrics
source: Your device don't support biometrics
ar_dz: جهازك لا يدعم القياسات الحيوية
fr: Votre appareil ne prend pas en charge la biométrie

# msg_exit
source: Do you want exit the app
ar_dz: هل تريد الخروج من التطبيق ؟
fr: Voulez-vous quitter l’application?

# msg_exit1
source: Press back again to quit the app
ar_dz: اضغط مرة أخرى لإنهاء التطبيق
fr: Appuyez à nouveau pour quitter l’application

source: Exit
ar_dz: خروج
fr: Sortir

source: No
ar_dz: لا
fr: Non

source: Yes
ar_dz: نعم
fr: Oui

source: Electrical
ar_dz: الكهرباء
fr: Electrique

source: Instrumentation
ar_dz: القياس

source: Automation
ar_dz: التشغيل الالي
fr: Automatisation

source: Electronic maintenance
ar_dz: الصيانة الإلكترونية
fr: Maintenance électronique

# d_scaning
source: 3D scanning
ar_dz: 3D المسح الضوئي
fr: Numérisation 3D

source: Generale
ar_dz: العام
fr: Général

# founded
source: Founded 2019
ar_dz: تأسست 2019
fr: Fondée en 2019

# company_size
source: Company size 51-200 employees
ar_dz: حجم الشركة 51-200 موظف
fr: Taille de l’entreprise 51-200 employés

# company_address
source: Activity zone baba ali Shaoula,Alger
ar_dz: منطقة النشاط بابا علي السحاولة،الجزائر
fr: Zone d’activité baba ali Shaoula,Alger

# company_field
source: Production unite
ar_dz: وحدة الإنتاج
fr: Unité de production

source: Contact
ar_dz: اتصال

source: Email
ar_dz: البريد الإلكتروني

# msg_valid_mail
source: Enter a valid email address
ar_dz: أدخل عنوان بريد إلكتروني صالح
fr: Entrez une adresse courriel valide

source: Object
ar_dz: موضوع
fr: Objet

# msg_valid_text
source: Enter valid text
ar_dz: أدخل نص صحيح
fr: Entrer un texte valide

source: Message
ar_dz: رسالة
fr: Méssage

# msg_your_text
source: Your text here !
ar_dz: رسالتك هنا!
fr: Votre texte ici !

# msg_required_field
source: Fill all required fields
ar_dz: املأ كل الحقول المطلوبة
fr: Remplir tous les champs requis

source: send
ar_dz: أرسل
fr: Envoyer

source: Success
ar_dz: نجاح
fr: Succès

source: Home
ar_dz: الرئيسة
fr: Accueil

source: About us
ar_dz: عنا
fr: Propos de nous

source: Contact us
ar_dz: الاتصال بنا
fr: Contactez-nous

source: Map
ar_dz: خريطة
fr: Carte

source: Details
ar_dz: تفاصيل
fr: Détails

source: E-Payment Portal
ar_dz: بوابة الدفع الإلكتروني
fr: Portail de e-paiement

# details_ade1
source: You are about to pay your water bill with your CIB / EDAHABIA Secure card
ar_dz: أنت على وشك أن تدفع فاتورة مائك ببطاقة CIB/ EDAHABIA المؤمنة
fr: Vous êtes sur le point de payer votre facture d’eau avec votre carte CIB / EDAHABIA

# details_sonelgaz1
source: You are about to pay your electricity and gas bill with your CIB/EDAHABIA Secure card
ar_dz: أنت على وشك دفع فاتورة الكهرباء والغاز ببطاقتك المؤمنة
fr: Vous êtes sur le point de payer votre facture d’électricité et de gaz avec votre carte CIB/EDAHABIA

# water_monitoring
source: Water Monitoring System
ar_dz: نظام رصد المياه
fr: Système de surveillance des eaux

# gas_monitoring
source: Gas Monitoring System
ar_dz: نظام رصد الغاز
fr: Système de surveillance de gaz

# details_ade2
source: Remote supervision and control of a water treatment or pumping station from a smartphone
ar_dz: الإشراف والتحكم عن بعد في محطة معالجة أو ضخ المياه من هاتف ذكي
fr: la supervision et le controle à distant d'une station de traitement ou de pompage d'eau depuis un smartphone

# details_sonelgaz2
source: Remote monitoring and control of gas connections and leaks from a smartphone
ar_dz: الرصد والتحكم عن بعد في وصلات الغاز والتسرب من هاتف ذكي
fr: la supervision et le controle à distant des branchement de gaz et des fuites depuis un smartphone

source: Settings
ar_dz: إعدادات
fr: Réglages

# msg_back_no_save
source: Do you want to go back without saving last changes?
ar_dz: هل تريد العودة بدون حفظ التغييرات الأخيرة ؟
fr: Voulez-vous revenir en arrière sans enregistrer les dernières modifications?

source: Save
ar_dz: حفظ
fr: Sauvegarder

# msg_save
source: Do you want to save last changes?
ar_dz: هل تريد حفظ التغييرات الأخيرة ؟
fr: Voulez-vous enregistrer les dernières modifications?

source: Display language
ar_dz: لغةالعرض
fr: Langue d'affichage

source: Language
ar_dz: اللغة
fr: Langue

source: Privacy
ar_dz: خصوصية
fr: Confidentialité

# edit_password
source: Edit your pin code
ar_dz: تعديل الرمزالخاص بك
fr: Modifiez votre code PIN

source: Lock screen
ar_dz: قفل الشاشة
fr: Ecran de verrouillage

source: Dark mode
ar_dz: نمط مظلم
fr: Mode sombre

source: Rate
ar_dz: تقييم
fr: Noter

# msg_rate
source: Leave your feedback
ar_dz: اترك ردودك
fr: Laissez vos commentaires

# company_name1
source: GLOBAL ALGERIAN TECHNOLOGY
ar_dz: MAKE YOUR LIFE SMART

source: Sonelgaz
ar_dz: سونلغاز

source: Ade
ar_dz: الجزائرية للمياه

# msg_pincode_save
source: Pin code has successfully changed
ar_dz: تم تغير الرمز بنجاح
fr: Le code PIN a été modifié avec succès

# enter_pin_code
source: Enter your pin code
ar_dz: أدخل الرمزالخاص بك
fr: entrez votre code PIN

# confirm_pin_code
source: Confirm your pin code
ar_dz: أكد الرمزالخاص بك
fr: Confirmez votre code PIN

# msg_secure_app
source: to secure your app
ar_dz: لتأمين تطبيقك
fr: pour sécuriser votre application

# gas_well_monitoring
source: Gas Well Monitoring System
fr: Système de surveillance des puits de gaz

# glucose_monitoring
source: Glucose Well Monitoring System
fr: Système de surveillance de glucose

# details_sonatrach2
source: A simulation of remote monitoring and control of a gas well from a smartphone
fr: Une simulation de la supervision et le controle à distant d'un puit de gaz depuis un smartphone

# details_glucose2
source: Mobile application for medical devices to measure glucose levels
fr: Une application mobile pour les dispositifs medicale, pour mesurer le taux du glucose
